// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="Faks Bağlantısını Kontrol Et";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="Yazıcı ve telefon hattının faksları göndermek için hazır olup olmadığını kontrol edebilirsiniz. Kontrol sonucu yazdırılacaktır. Düz kağıdı yazıcıya yükleyin.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="Yazıcının telefon hattına bağlı olduğunu kontrol edin. Kağıt yükleme ve yazıcıyı bağlama hakkında bilgi için, yazıcınız ile birlikte verilen belgelere bakın.";
"Press the Start button to run the check."="Kontrolü yapmak için Başlat düğmesine basın.";
"Start"="Başlat";
"Cancel"="Vazgeç";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="Faks bağlantısının kontrolü...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="Faks bağlantısı uygun.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="Bir hata algılandı. Detaylar için, basılı rapora bakın.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utility Hakkında...";
"Preferences..."="Tercihler...";
"Services"="Servisler";
"Hide FAX Utility"="FAX Utility'yi Gizle";
"Hide Others"="Diğerlerini Gizle";
"Show All"="Tümünü Göster";
"Quit FAX Utility"="FAX Utility'den Çık";
"File"="Dosya";
"Close"="Kapat";
"Window"="Pencere";
"Minimize"="Simge Durumuna Küçült";
"Help"="Yardım";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Vazgeç";
"Str_Alert_Common_OK"="Tamam";

"Str_Alert_Common_Necessary_File_Not_Found"="Uygulamayı yürütmek için gerekli dosya bulunamadı.\nFAX Utility'yi yeniden kurun.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Yazıcı (faks) bilgisi alınamadı. \"Yazdırma & Faks Tercihleri\" açın ve PC-FAX sürücüsünü ekleyin.";
"Str_Alert_Common_Confirm_OverWrite"="Belirtilen dosya zaten var. Üzerine yazmak istiyor musunuz?";
"Str_Alert_Common_Not_Responding_Error"="Yazıcı yanıt vermiyor. Yazıcının düzgün bağlandığını ve açık olduğunu kontrol edin.";
"Str_Alert_Common_Communication_Error"="Bir yazıcı iletişimi ortaya çıktı.";
"Str_Alert_Common_Printer_Processing_Error"="Yazıcı verileri işlemekte. Bir süre bekleyin ve ardından tekrar deneyin.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Yazıcı ile iletişim sırasında bir hata algılandı.\nHata Kodu (%d)";
"Str_Alert_Common_Error_Occurred"="Bir hata olduğundan işlem iptal edildi.";
"Str_Alert_Common_PrinterStatusError"="Yazıcıda bir hata oldu. Hatayı silin ve ardından tekrar deneyin.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Başka bir FAX Utility fonksiyonu yürütülmekte olduğundan Faks Bağlantısını Kontrol Et başlatılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.";
"Str_Alert_Fax_Diagnosis_Canceled"="Faks Bağlantısını Kontrol Et iptal edildi.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="Kontrol sonucu alınamadı.";
